Repository: cardonagustavo/MoviesApp2
Catalog: MoviesApp/*.lproj/Localizable.strings
Languages: es

# labelWelcomeTitle
source: Welcome to MoviesApp
es: ¡Bienvenido a la aplicación de Películas!

# labelWelcomeText
source: The best movie streaming app of the century to make your days great!
es: ¡La mejor aplicación de transmisión de películas del siglo para hacer que tus días sean geniales!

# buttonGetStarted
source: Get Started
es: Empezar

# textFieldLogin
source: E-mail
es: Correo electrónico

# buttonLogin
source: Login
es: Iniciar sesión

# buttonShortLoginOutlet
source: Login
es: Iniciar sesión

# labelCreateAccount
source: Create your Account
es: Crear cuenta

# buttonRegister
source: Register
es: Registro

# secondLabel
source: Unlimited movies, TV shows, and more
es: Películas y programas de TV ilimitados

# textFieldEmail
source: E-mail
es: Correo electrónico

# textFieldNickName
source: Nickname
es: Nombre corto

# labelRememberme
source: Remember me
es: Recordar usuario

# buttonCreateAccount
source: Create an account
es: Crear cuenta

# labelTextBottom
source: Watch anywhere, anytime Ready to watch? Enter your Email to create your membership.
es: Mira en cualquier lugar y en cualquier momento. ¿Listo para ver? Ingresa tu correo electrónico para crear tu afiliación.

# labelGeneresTitle
source: Genres:
es: Géneros:

# labelDescriptionTitle
source: Description:
es: Descripción:

# labelPlayTeaser
source: Watch trailer
es: Ver tráiler

# labelMessage
source: Text
es: Error

# labelReleaseData
source: Release Date
es: Fecha de lanzamiento

# moviesTitle
source: Movies
es: Películas

# favoritesTitle
source: Favorites
es: Favoritos

# noResultsMessage
source: No results found for the search of:
es: No hay resultados para la búsqueda de:

# noFavoritesMessage
source: You haven't added movies to favorites
es: No has añadido películas a favoritos

# labelShortLogin
source: Welcome Again
es: ¡Bienvenido de nuevo!

# checkIfTheUserIsRegistered
source: The user is already registered.
es: El usuario ya está registrado.

# RegisteredUserSuccessfully
source: User registered successfully.
es: Usuario registrado con éxito.

# ErrorRegistering
source: Error registering user details in the Keychain:
es: Error al registrar detalles del usuario en Keychain:

# AppDelegateError
source: Error: The AppDelegate object could not be accessed.
es: Error: No se pudo acceder al objeto AppDelegate.

# AlreadyInFavorites
source: The movie is already in favorites.
es: La película ya está en favoritos.

# MovieAddedToFavorites
source: The movie has been added to favorites.
es: La película ha sido agregada a favoritos.

# SearchOrSaveMovieError
source: Error when searching or saving the movie to favorites:
es: Error al buscar o guardar la película en favoritos:

# MovieRemovedFromFavorites
source: The movie has been removed from favorites.
es: La película ha sido eliminada de favoritos.

# MovieIsNotInFavorites
source: The movie is not in favorites.
es: La película no está en favoritos.

# NotVideoForFilm
source: No videos of the movie were found.
es: No se encontraron videos de la película.

# NoVideoKeyAvailable
source: Error: No video key available.
es: Error: No hay una clave de video disponible.

# ErrorOccurred
source: An error occurred. Please try again.
es: Ocurrió un error. Inténtalo de nuevo.

# EnterEmail
source: Please enter your email.
es: Por favor, introduzca su correo electrónico.

# EnterValidEmail
source: Please enter a valid email.
es: Por favor, introduzca una dirección de correo electrónico válida.

# EnterNickname
source: Please enter your nickname.
es: Introduzca su apodo.

# EmailNicknameIsRegistered
source: The email or nickname is already registered.
es: El correo electrónico o apodo ya está registrado.

# MovieRecoveryError
source: Error recovering movies:
es: Error al recuperar películas:

# CollectionViewCellErrorWithIdentifier
source: Could not reuse ErrorCollectionViewCell with identifier:
es: No se pudo reutilizar la celda ErrorCollectionViewCell con identificador:

# LoginErrorMessage
source: Please enter your valid email or nickname to log in.
es: Por favor, ingrese su correo electrónico o apodo válido para iniciar sesión.

# LoginErrorTitle
source: Login Error
es: Error en inicio de sesión

# LoginErrorNeddRegisterTitle
source: You are not registered
es: No estás registrado

# LoginErrorNeddRegisterMessage
source: You are not registered yet. We invite you to register.
es: Aún no estás registrado. Te invitamos a realizar tu registro.
